import Container from "@/components/UI/container/Container";
import classes from "./content.module.css";

const Content = () => {
  return (
    <section className={classes.Content}>
      <Container>
        <div className={classes.inner}>
          <p>
            Идеальное путешествие – какое оно? С Minzifa Travel вам больше не
            придется соглашаться на компромиссы. Отправляйтесь навстречу
            приключениям на своих условиях и наслаждайтесь лучшим отдыхом!
          </p>
          <p>
            На официальном сайте Minzifa Travel каждый желающий может составить
            индивидуальный тур по желаемому маршруту. Все что вам нужно – это
            немного свободного времени.
          </p>
          <h3>С кем я хочу поехать?</h3>
          <p>
            Мы уверены, что компания играет решающую роль в любом путешествии.
            Поэтому в первом пункте предлагаем определиться, с кем хотите
            отправиться на отдых – самостоятельно, большой компанией, с семьей
            или с близким человеком. Активный отдых или пассивный? Ежедневные
            экскурсии или больше свободного времени? Ранний подъем или вечерний
            досуг? Все зависит от вашего ответа!
          </p>
          <h3>Как много времени я хочу провести в Узбекистане?</h3>
          <p>
            С Minzifa Travel даже самая непродолжительная поездка на Восток
            запомнится на всю жизнь. Во втором пункте мы просим вас выбрать
            приблизительное количество дней, которые вы готовы провести в
            Узбекистане.
          </p>
          <p>
            Обратите внимание на пункт «гибкий график». Согласны ли вы
            отправиться в путешествие в будние дни или отдых доступен только в
            календарные выходные? В обоих случаях мы с радостью посоветуем вам
            подходящий тур!
          </p>
          <h3>Когда я могу приехать?</h3>
          <p>
            Мечтаете увидеть Узбекистан как можно скорее или готовы подождать
            наиболее выгодного предложения? А может, у вас запланирован отпуск
            или медовый месяц, поэтому интересуют определенные даты? Просто
            введите в графе в третьем пункте приблизительную дату прибытия.
          </p>
          <h3>Где я буду жить?</h3>
          <p>
            Minzifa Travel сотрудничает только с лучшими гостиницами
            Узбекистана, поэтому мы готовы предложить отель на любой вкус.
            Подумайте и скажите, какой фактор при выборе временного жилья
            является для вас решающим. Мечтаете пожить в отеле бизнес-класса и
            почувствовать себя героем восточной сказки? Много ходите пешком,
            поэтому важен центр города? Хотите сэкономить на отеле и потратить
            больше денег на развлечения? Мы подберем гостиницу с учетом ваших
            пожеланий!
          </p>
          <h3>А будет ли досуг?</h3>
          <p>
            Туры от Minzifa Travel – это всегда интересная программа, но вы
            можете повлиять на ее насыщенность. Готовы все свободное время
            тратить на экскурсии в компании профессионального гида или хотите
            прогуляться самостоятельно? Мы хотим, чтобы вы успели познакомиться
            с основными достопримечательностями Узбекистана и при этом
            насладились атмосферой страны в свое удовольствие!
          </p>
          <h3>Как я буду добираться?</h3>
          <p>
            Первое, что вы должны сделать, чтобы увидеть восточную страну, это
            до нее добраться. А значит, следует определиться с выбором
            транспорта. Самолетом будет быстрее, но может, вам ближе романтика
            поездов? Мы готовы организовать тур, учитывая каждое пожелание!
          </p>
          <h3>А в идеале…</h3>
          <p>
            Скорее всего, вы отправляетесь в Узбекистан, потому что хотите
            увидеть определенные достопримечательности? Или вы совсем ничего не
            знаете о стране и мечтаете познакомиться с ее колоритом? Выберите,
            какие из городов вы обязательно хотите посетить, и укажите, что мы
            можем сделать, чтобы путешествие с Minzifa Travel стало для вас
            особенным.
          </p>
          <h3>Официальная часть</h3>
          <p>
            Теперь осталось только указать контакты: ФИО, гражданство,
            электронный адрес и номер телефона. Обещаем, что будем звонить
            только с вашего разрешения и по поводу будущего путешествия, а также
            не передадим личную информацию третьим лицам. С нами вы в
            безопасности!
          </p>
          <h3>И это все?</h3>
          <p>
            Да! Только, пожалуйста, расскажите о цели вашего запроса. Может, вы
            строите планы на выходные? Или сравниваете цены с аналогичными
            компаниями? А может, просто ищите идеи для будущих поездок? В любом
            случае будем рады оказаться полезными!
          </p>
          <p>
            Отправляйте заявку, и в течение 24 часов мы ответим вам и подберем
            один из наших туров. Создавайте путешествие мечты с Minzifa Travel!
          </p>
        </div>
      </Container>
    </section>
  );
};

export default Content;
